Repository: wescamp/Legend_of_Wesmere-root
Catalog: po/*.po
Languages: it

source: Come, I will give you and Landar a potion and show you a safe point to cross the river.
it: Vieni, darò a te e a Landar una pozione e vi indicherò il punto dove attraversare il fiume in sicurezza.

source: River crossing
it: L'attraversamento del fiume

source: Kalenz moved North to take the fight to Black Eye Karun...
it: Kalenz si mosse verso nord per combattere Karun «Occhionero»...

source: We need to cross the river. This is probably the best chance we'll get, but we will have to fight them.
it: Dobbiamo attraversare il fiume. Probabilmente è la migliore possibilità che avremo, ma dovremo combatterli.

source: Elfs! They must not cross!
it: Elfi! Non devono passare!

source: Now we can cross!
it: Ora possiamo attraversare il fiume!

source: At last, the orcs are in this land no more!
it: Finalmente, non ci sono più orchi in questa terra!

source: Who is this? A speaking tree?
it: Cos'è questo? Un albero parlante?

source: Not a tree, I am Ur-Thorodor, protector of this place. I have not been able to prevent the orcs from desecrating this holy place.
it: Non sono un albero, sono Ur-Thorodor, protettore di questi luoghi. Non sono riuscito a impedire agli orchi di profanare questo luogo sacro.

source: What is holy about this place?
it: Cosa c'è di sacro in questo posto?

source: This is a place where the spirit world comes close to this word. It is said that those with magical powers can communicate with the spirits of the dead. Recently a human mage tried this. Unfortunately, orcs came and disturbed his meditation. Now he is trapped in the land of the dead... I have never seen a human this worthy. He risked his life and sent his troops back to make peace with me. His name was Delfador.
it: In questo luogo il mondo degli spiriti viene a contatto con questo mondo. Si dice che chi è dotato di poteri magici può comunicare con gli spiriti dei morti. Recentemente un mago umano ci ha provato. Purtroppo, gli orchi sono arrivati e hanno disturbato la sua meditazione. Ora è bloccato nella terra dei morti... Non avevo mai visto un uomo così valoroso. Ha rischiato la sua vita e ha mandato indietro le sue truppe per fare pace con me. Il suo nome era Delfador.

source: We are only seeking to attack the orcs and put a stop to their attacks. We will neither stay, nor desecrate this place.
it: Stiamo cercando soltanto di attaccare gli orchi e di fermare i loro attacchi. Non vogliamo né rimanere, né profanare questo luogo.

source: Then you will proceed north. But be careful, for the orcs have a large force and I also feel something is very wrong in the spirit world...
it: Allora andrete verso nord. Ma fate attenzione, dato che gli orchi hanno un grosso esercito e inoltre sento qualcosa di molto sbagliato nel mondo deglii spiriti...

source: The Saurian Treasury
it: Il tesoro dei sauri

source: You retrieve {AMOUNT} pieces of gold.
it: Recuperi {AMOUNT} pezzi d'oro.

source: Elvish scouts quickly picked up the trails of the Saurian war party and soon Kalenz's force moved in ...
it: Gli esploratori degli elfi trovarono rapidamente le tracce del gruppo di incursori dei sauri e presto il gruppo di Kalenz si mise in cammino...

source: Enter the Saurian Treasury and leave with the gold
it: Entra nel tesoro dei sauri e vattene con l'oro

source: There they are. They have transferred our gold to their treasury. We must strike quickly and leave with the gold before they bring in reinforcements
it: Ci siamo. Hanno trasferito il nostro oro nel loro tesoro. Dobbiamo colpire velocemente e andarcene con l'oro prima che chiamino rinforzi.

source: The elves have followed us! We must hold the gold until reinforcements arrive.
it: Gli elfi ci hanno seguito! Dobbiamo conservare l'oro fino all'arrivo dei rinforzi.

source: More Saurians are coming, we are defeated...
it: Stanno arrivando altri sauri, ci hanno sconfitto...

source: We got to the treasury. It was much easier than we thought...What's this?
it: Siamo nel tesoro. È stato più facile del previsto... E questi chi sono?

source: Stupid elves thought the treasury was unguarded! Guards, slay these intruders!
it: Questi stupidi elfi hanno pensato che il tesoro non fosse sorvegliato! Guardie, uccidete gli intrusi!

source: We have recovered our gold.
it: Abbiamo recuperato il nostro oro.

source: No, we have recovered much more than our gold. Seems like the Saurians had robbed much more than our gold!
it: No, abbiamo recuperato molto più oro del nostro. I sauri non avevano rapinato solo il nostro oro!

source: They took all our gold! Quickly, set up garrisons everywhere. I will give 500 gold to whoever kills their leader. They must not escape.
it: Hanno preso tutto il nostro oro! Presto, dobbiamo controllare ogni via di fuga. Darò 500 pezzi d'oro a chiunque ucciderà il loro comandante. Non devono fuggire.

source: Turnaround is fair play. Now let's get all the gold and get back to Wesmere. But by now all Saurians will be looking for us, so we will take a route to the north.
it: Ritirarsi è onorevole. Ora prendiamo tutto l'oro e torniamo a Wesmere. Ma siccome ormai tutti i sauri ci staranno cercando, passeremo da nord.

source: Save the King
it: Salva il re

source: Following Delfador, the elves moved to unite with the Wesnoth forces and meet Black Eye Karun head-on...
it: Seguendo Delfador, gli elfi si mossero per unirsi alle forze di Wesnoth e scontrarsi frontalmente con Karun Occhionero...

source: but the King was in an unenviable position...
it: ...ma il re non era in una posizione invidiabile...

source: Defeat Black Eye Karun
it: Sconfiggi Karun Occhionero

source: Death of Delfador
it: Morte di Delfador

source: Death of Garard
it: Morte di Garard

source: It looks like we have arrived just in time! King Garard stands surrounded by the enemy.
it: Pare che siamo arrivati appena in tempo! Re Garard resiste circondato dai nemici.

source: It seems that we are too late. This new warlord has managed to unite the orcish tribes. Look at their army, it's huge!
it: A me sembra che siamo arrivati troppo tardi. Questo nuovo signore della guerra è riuscito a unire le tribù degli orchi. Guardate il loro esercito, è enorme!

source: Elves! I heard you have been looking for me! But you will save neither the human King, nor yourselves.
it: Elfi! Ho sentito che mi stavate cercando! Ma non salverete il re degli uomini e nemmeno voi stessi.

source: This must be their leader. We must destroy him now, before his power grows!
it: Quello deve essere il loro comandante. Dobbiamo distruggerlo ora, prima che il suo potere cresca!

source: Invincible Black Eye Karun is dead? Quick, run for your lives!
it: L'invincibile Karun «Occhionero» è morto? Presto, mettiamoci in salvo!

source: You will terrorize Wesnoth no more!
it: Non terrorizzerai più Wesnoth!

source: There goes Wesnoth's only hope!
it: Abbiamo perso l'unica speranza di Wesnoth!

source: The King has fallen! Now Wesnoth will fail!
it: Il re è caduto! Adesso Wesnoth crollerà!

source: Victory!
it: Vittoria!

source: Delfador! And you, elvish friends! The kingdom of Wesnoth is in your debt today!
it: Delfador! e voi amici elfi! Il regno di Wesnoth è in debito con voi oggi!

source: My King, this is Kalenz, Lord of the Elves.
it: Mio re, questo è Kalenz, signore degli elfi.

source: You will be forever welcome in the court of Wesnoth.
it: Sarai sempre il benvenuto alla corte di Wesnoth.

source: We are happy to have fought by your side.
it: Siamo felici di aver combattuto al vostro fianco.

source: King Garard, we have more urgent matters. Leollyn sent me on a mission to find out why the dead are restless. A foul necromancer has opened a portal to the land of the dead. This must be closed at all costs and I am afraid my skills are insufficient for that task.
it: Re Garard, abbiamo questioni più urgenti. Leollyn mi ha mandato in missione a scoprire perchè i morti sono agitati. Un lurido necromante ha aperto un portale alla terra dei morti. Deve essere chiuso a tutti i costi e temo che le mie abilità sono insufficienti per questo compito.

source: Kalenz, I feel Delfador is the chosen one. The one who can be trusted with the book. I believe the book will help him close that portal and eliminate the undead menace.
it: Kalenz, credo che Delfador sia il prescelto. Quello a cui il libro può essere affidato. Credo che il libro lo aiuterà a chiudere il portale e a eliminare la minaccia dei non-morti.

source: I agree. Never in my life have I met any human of his qualities. But I fear the book is cursed. It may bring lots of suffering to his holder and his people...
it: Sono d'accordo. Mai nella mia vita ho incontrato un uomo con le sue qualità. Ma temo che il libro sia maledetto. Può portare molta sofferenza a chi lo porta e alla sua gente...

source: Yes, that may be. But I feel if anyone can be trusted with the book, it's him. It should be his decision if he accepts it or not.
it: Sì, può darsi. Ma penso che se quel libro può essere affidato a qualcuno, questo qualcuno è lui. Dovrebbe essere lui a decidere se accettare oppure no.

source: Delfador, our weapons are weak against the undead, but perhaps we may still be able to help. The elvish forests have seen many falls since Crelanu entrusted his book of magic to Cleodil. It contains a lot of knowledge, knowledge that it took Crelanu all his life to gather.
it: Delfador, le nostre armi sono deboli contro i non-morti, ma forse possiamo lo stesso aiutarti. Le foreste degli elfi hanno visto molti autunni da quando Crelanu ha affidato il suo libro di magia a Cleodil. Contiene molta conoscenza, conoscenza che Crelanu ha accumulato per tutta la sua vita.

source: The book was entrusted to Cleodil, until someone worthy of it came along. We believe you are that one, Delfador. The book may help you find a way to close that portal.
it: Il libro è stato affidato a Cleodil, fino a che non trovassimo qualcuno degno di esso. Crediamo che tu lo sia, Delfador. Il libro può aiutarti a trovare un modo per chiudere quel portale.

source: Friends, your words flatter me. I am not sure I am worthy of such a valuable possesion.
it: Amici, le vostre parole mi adulano. Non sono sicuro che io sia degno di un oggetto così prezioso.

source: We are sure of that. But be warned, for we feel there is a curse to this book. Crelanu's advice brought a lot of destruction upon us, even though at the time we had no other choice...
it: Noi ne siamo sicuri. Ma fa' attenzione, perché riteniamo che ci sia una maledizione su questo libro. Il consiglio di Crelanu ha portato la distruzione su molti di noi, anche se non avevamo altra scelta...

source: I do not know if there is a curse to the book or not. All I know is that we must close that portal soon, or else we are all doomed.
it: Non so se ci sia una maledizione o no. Tutto quello che so è che dobbiamo chiudere quel portale al più presto, oppure saremo tutti condannati.

source: This is a decision you will have to take. If we decide to fight the undead without the book's help, it will be an honor to fight by your side, no matter what the outcome.
it: Questa deve essere una tua decisione. Se decidiamo di combattere i non-morti senza l'aiuto del libro, sarà un onore combattere al tuo fianco, qualunque sia il risultato.

source: The way you put it I have no choice but to accept the book, for I cannot bring sure death to many humans and elves for fear of the book...
it: Per come la mettete non ho scelta se non quella di accettare il libro, perché io non posso portare la morte certa a molti uomini ed elfi per timore del libro...

source: Here it is, Delfador. May it help you bring a swift end to the undead menace and may its aquisiton lead you to happier times than it lead us...
it: Eccolo, Delfador. Che possa aiutarti a portare a una rapida conclusione la minaccia dei non-morti e che il suo possesso ti porti momenti più felici di quelli che ha portato a noi...

source: Thank you friends. May we meet in happier times. Now I must make haste, for I need to study the book and prepare for the battle with the undead. Then, I will talk the King into shielding the sceptre properly.
it: Grazie, amici. Mi auguro di incontrarvi di nuovo in periodi più felici. Ora devo affrettarmi, dato che devo studiare il libro e prepararmi per la battaglia con i non-morti. Poi, parlerò al re su come schermare opportunamente lo scettro.

source: Shadows in the dark
it: Ombre nel buio

source: Following Ur-Thorodor's directions the elfs moved north to meet the forces of the orcs...
it: Seguendo le indicazioni di Ur-Thorodor gli elfi si diressero verso nord per incontrare le forze degli orchi...

source: This forest looks too quiet. Proceed carefully, I don't like this at all.
it: Questa foresta è troppo silenziosa. Avanziamo con cautela, non mi piace per niente.

source: Living... Soon, you'll be more troops for my master!
it: Sono vivi... presto saranno truppe per il mio padrone!

source: Undead! Where did they come from?
it: Non-morti! Ma da dove sono arrivati?

source: We should try to go West. I feel things are worse on the Eastern front.
it: Dovremmo provare ad andare verso ovest. Penso che la situazione sia peggiore sul fronte orientale.

source: We have more help!
it: Abbiamo un altro aiuto!

source: And now even more help!
it: E ora ancora un altro aiuto!

source: I am Delfador the great! Foul creatures, time to be put to your final rest!
it: Io sono il Grande Delfador! Perfide creature, è giunta l'ora del vostro riposo eterno!

source: We have help now! Let's take the fight to them!
it: Ora abbiamo un aiuto! Affrontiamoli!

source: We are lost without the great mage!
it: Senza il grande mago siamo perduti!

source: More undead are coming! All is lost!
it: Arrivano altri non-morti! Tutto è perduto!

source: So you are Delfador...Ur-Thorodor told us about you. But we thought you were dead or trapped in the Land of the Dead...I am Kalenz, lord of the elfs. We are in your debt today.
it: Dunque, voi siete Delfador... Ur-Thorodor mi ha parlato di voi. Ma noi pensavamo che foste morto o prigioniero nel regno dei morti... Io sono Kalenz, signore degli elfi. Da oggi siamo in debito con voi.

source: It is an honor to meet you. I escaped from the Land of the Dead. I am chasing Iliah-Malal, the leader of the undead.
it: È un onore incontrarti. Sono fuggito dal regno dei morti. Sto dando la caccia a Iliah-Malal, il signore dei non-morti.

source: We were going to attack the orcs. Looks like we are not doing too well against the undead.
it: Stiamo per attaccare gli orchi. Mi pare che non abbiamo fatto granché contro i non-morti.

source: The orcs have apparently crossed the great river in force. Our King may need all the help he can get. We will need your help to fend them off. I will deal with the undead later.
it: Sembra che gli orchi abbiano attraversato in forze il grande fiume. Il nostro re avrà bisogno di tutto l'aiuto che potremo dargli. Abbiamo bisogno del tuo aiuto per respingerli. Dopo mi occuperò dei non-morti.

source: Our experience with Wesnoth Kings has not been too good. At first we thought it was that unshielded ruby of fire, but even after we told Haldric II and it was shielded with ultrapure gold, they still remain arrogant. But we are indebted to you, Delfador and we will join you.
it: La nostra esperienza con i re di Wesnoth non è mai stata buona. All'inizio pensavamo che fosse l'effetto non schermato del rubino di fuoco, ma anche dopo che avvertimmo Haldric II e che fosse schermato con oro purissimo, sono rimasti arroganti. Ma noi siamo in debito cone voi, Delfador e noi ci uniremo a te.

source: What? The gold in sceptre is not at all pure! I must advise the King. But first we need to save him, so let's go.
it: Cosa? L'oro dello scettro non è purissimo! Io devo avvisare il re. Ma prima dobbiamo salvarlo, andiamo.

source: The King must die
it: Il re deve morire

source: With the battle of Weslath over, Kalenz and Landar knew they had to carry out Crelanu's most dangerous plan. Meanwhile Cleodil has been training Kalenz into some of the secrets of Crelanu's book ...
it: Alla fine della battaglia di Weslath, Kalenz e Landar sapevano che avrebbero dovuto portare a termine il più preicoloso piano di Crelanu. Nel frattempo Cleodil stava insegnando Kalenz alcuni dei segreti del libro di Crelanu...

source: Kill the Orcish King and Kalenz reaches the forest near his starting position
it: Uccidi il re degli orchi e porta Kalenz nella foresta vicino alla sua posizione di partenza

source: Here we are at last. Landar, are you sure you want to go through with this?
it: Ci siamo finalmente. Landar, sei sicuro di volerci provare?

source: Absolutely. Let's do it!
it: Certamente. Andiamo!

source: We need to kill the king and get out before the effect of the potion runs out. Let's drink our potions then!
it: Dobbiamo uccidere il re e uscire di qua prima che gli effetti della pozione svaniscano. Beviamo le nostre pozioni ora!

source: This feels strange! Landar, remember to stay far from the wolves-they may be able to smell us.
it: Come è strano! Landar, ricordati di stare lontano dai lupi - potrebbero individuarci dall'odore.

source: It's all over
it: È tutto finito!

source: No! We have failed!
it: No! Abbiamo fallito!

source: The orcish king is dead! Now let's make it look like he was slain by an orcish hand!
it: Il re degli orchi è morto! Adesso dobbiamo fare in modo che sembra che sia stato ucciso per mano degli orchi!

source: We are too late, the potion effects have worn off and we are visible!
it: È troppo tardi, gli effetti della pozione sono svaniti e siamo svaniti!

source: Done!
it: Fatto!

source: The King has been murdered! Whoever did it will only get da throne over my dead stinking body!
it: Il re è stato assassinato! Chiunque sia stato dovrà passare sul mio cadavere per prendere il trono!

source: I am the strongest warlord! I will be king!
it: Sono io il signore della guerra più potente! Io sarò re!

source: No way anyone will steal my throne!
it: Nessuno mi potrà sottrarre il trono!

source: This is my time and no one will be in my way!
it: Questo è il mio momento e nessuno mi intralcerò la strada!

source: The plan is working! Now we take back what's ours!
it: Il piano sta funzionando! Adesso riprendiamoci quello che ci appartiene!

source: The return of trouble
it: Di nuovo in difficoltà

source: The period of peace was a happy one for Wesnoth. The elves and humans were able to rebuild and reorganize. Kalenz himself was able to concentrate on his problem. Eventually he was able to master the effects of Crelanu's potion. But then one evening reports came in of a large orcish force attacking the outskirts of elvish forests. Kalenz gathered quickly a small force. War had returned to the land of the elves.
it: Il periodo di pace fu felice per Wesnoth. Elfi e uomini poterono ricostruire e riorganizzarsi. Kalenz stesso poté concentrarsi sul suo problema. Finalmente era in grado di controllare gli effetti della pozione di Crelanu. Ma poi, una sera, i rapporti riferirono di una grande forza di orchi che stava attaccando gli insediamenti nelle foreste degli elfi. Kalenz riunì rapidamente una piccola forza. La guerra era tornata nella terra dei elfi.

source: Kill these filthy elves! All warlords will then accept our leader, Black eye Karun as king and he will reward you all!
it: Uccidete tutti questi luridi elfi! E poi tutti i signori della guerra riconosceranno il nostro capo, Karun «Occhionero», come re ed egli ci ricompenserà tutti!

source: This is what we have been training for! Now we drive these beasts back!
it: Questo è quello per cui ci siamo allenati! Adesso respingiamo questi animali!

source: The orcs are retreating!
it: Gli orchi si ritirano!

source: We have just received word that a large orcish force has attacked in Lake Glirfindol. Galtrid is already on his way there.
it: Ci sono giunte voci che un grosso esercito di orchi ha attaccato Lago Glirfindol. Galtrid si è già messo in cammino per quella strada.

source: It looks like an orcish warlord is becoming much stronger than all others. If he is successful in Lake Glirfindol, I fear he will be able to unite the orcs. There is no time to waste.
it: Pare che un signore della guerra stia diventando più forte di tutti gli altri. Se vincesse sul lago Glifrindol, temo che sarà in grado di unire tutti gli orchi. Non c'è tempo da perdere.

source: The Treaty
it: Il trattato

source: Friends, today we have won a great victory at the expense of many good men. Let this be the beginning of a new alliance between our people.
it: Amici, oggi abbiamo avuto una grande vittoria con il sacrificio di alcuni uomini coraggiosi. Che questo giorno sia l'inizio di una nuova allenza tra i nostri popoli.

source: King Haldric II, I am very pleased to hear these words. We are facing a very dangerous adversaries. We plan to put an end to this threat and we will need your help.
it: Re Haldric II, sono molto felice per le tue parole. Abbiamo di fronte avversari molto pericolosi. Dobbiamo porre fine a questa minaccia e abbiamo bisogno del tuo aiuto.

source: What? We cannot trust these humans! Where were they when we were fighting the orcs alone? He will betray us like his father did!
it: Cosa? Non possiamo fidarci di questi uomini! Dov'erano mentre noi combattevamo gli orchi da soli? Egli ci tradirà come fece suo padre!

source: Silence! How dare you talk this way to the King!
it: Silenzio! Come osi rivolgerti in questo modo al re!

source: Calm down Aldar! He is right. My father did not help when the orcs attacked you. But my father is dead. There are a lot of things my father did that I can not understand. But, I am the King of Wesnoth now, not my father! And it is my intention to renew our ancient alliance by signing a new treaty here, with you.
it: Calmati Aldar! Ha ragione. Mio padre non vi aiutò quando gli orchi vi attaccarono. Ma mio padre è morto. Sono molte le cose che mio padre fece e che io non posso capire. Ma ora sono io il re di Wesnoth, non mio padre! Ed è mia intenzione rinnovare la nostra antica alleanza firmando un nuovo trattato qui, con voi.

source: The King is right. We cannot undo the past. But we need each other to fight the orcs. We will sign the treaty.
it: Il re ha ragione. Non possiamo cambiare il passato. Ma abbiamo bisogno l'un l'altro per combattere gli orchi. Noi firmeremo il trattato.

source: Your father had a certain stone, the ruby of fire. Do you still have it?
it: Tuo padre aveva una certa pietra, il rubino di fuoco. Lo hai ancora?

source: How do you know about the ruby of fire?
it: Come sai del rubino di fuoco?

source: We have learned that it can have strange effects on its owner. You need to shield its radiation by placing it in a pure gold encasement. Maybe this is the reason for your father's strange behavior.
it: Abbiamo scoperto che può avere degli strani effetti sul chi lo porta. Devi schermare le sue radiazioni mettendolo in un contenitore di oro massiccio. Forse è questa la ragione dello strano comportamento di tuo padre.

source: Yes, this would explain many things...I will take care of it, thank you.
it: Sì, questo spiegherebbe molte cose... me ne occuperò, grazie.

source: Now that we have signed the Treaty, we will need your help: We will take the fight to the orcs before winter falls and we need you to create a diversion. Can we count on you?
it: Adesso che abbiamo firmato il trattato, noi abbiamo bisogno del tuo aiuto: inizieremo a combattere gli orchi prima dell'arrivo dell'inverno e abbiamo bisogno che tu crei un diversivo. Possiamo contare su di te?

source: Well, I am not sure... My late father did not pay too much attention to army matters and we have already lost too many men...
it: Be', non sono sicuro... il mio anziano padre non prestava troppa attenzione alle questioni militari e noi abbiamo già perso troppi uomini...
