Repository: wescamp/Legend_of_Wesmere-root
Catalog: po/*.po
Languages: it

source: It will not be easy. He lives up in the mountains of Thoria and he never helps anyone for free. Thoria is very dangerous, especially for elves. Even dwarves and trolls stay away.
it: Non sarà facile. Vive sulle montagne di Thoria e non aiuta mai nessuno senza qualcosa in cambio. Thoria è molto pericoloso, specialmente per gli elfi. Anche i nani e i troll se ne tengono lontani.

source: I think the orcs are in no position to attack us for some time. Maybe we should go see this mage. Olurf, can you take us there?
it: Penso che gli orchi non saranno in condizione di attaccarci per qualche tempo. Forse dovremmo andare a cercare questo mago. Olurf, ci puoi condurre laggiù?

source: I think I can. But dangerous this will be!
it: Penso di sì. Ma sarà pericoloso!

source: Ok then, but we will leave our best troops and gold here in case the orcs attack again.
it: Allora siamo d'accordo, ma lasceremo qua le nostre truppe migliori e l'oro nel caso che gli orchi ci attacchino di nuovo.

source: Council ruling
it: Il consiglio decide

source: With the once mighty Saurian empire destroyed, Saurians were never again able to have an organized state in Wesnoth. But the Elves still had problems of their own...
it: Una volta distrutto quello che era stato il loro potente impero, i sauri non si organizzarono mai più in uno stato a Wesnoth. Ma gli elfi avevano ancora i loro problemi...

source: Kalenz, you stand here today in front of the council to apologize for your actions. You took the decision to help the humans in Weslath and hence risk further war with the Orcs, to strike at the orcs north and last to attack the Saurians. These are decisions to be taken by the council, and by nobody else!
it: Kalenz, sei qui di fronte al consiglio per chiedere perdono per le tue azioni. Hai deciso di aiutare gli uomini a Weslath e a causa di ciò hai rischiato una nuova guerra con gli orchi, quindi hai deciso di attaccare gli orchi a nord e infine i sauri. Queste sono decisioni che deve prendere il consiglio e nessun altro!

source: With all due respect my lord, we were and still are in a war. We simply did not have the time to consult with you. Besides, all our actions have been beneficial to our cause: The orcs are now in a civil war for succession, the North Elves are free and the Saurians no longer a threat.
it: Con tutto il dovuto rispetto, signore, eravamo in guerra e ancora lo siamo. Semplicemente non abbiamo avuto il tempo per consultarvi. Inoltre, tutte le nostre azioni hanno portato dei benefici alla nostra causa: gli orchi ora sono divisi dalla guerra civile per la successione, gli elfi del nord sono liberi e i sauri non sono più una minaccia.

source: The council is not blind to these effects. But still you cannot decide on behalf of the Elves.
it: Il consiglio non è cieco di fronte a questi risultati. Ma non spetta a te di decidere a nome degli elfi.

source: If it weren't for Kalenz and his men, none of us would be here today.
it: Se non fosse stato per Kalenz e la sua gente, nessuno di noi sarebbe qui oggi.

source: I agree. What's done is done. Let us concentrate on the future, not the past.
it: Sono d'accordo. Quello che è fatto, è fatto. Concentriamoci sul futuro, non sul passato.

source: Kalenz, the council has decided that you will be stripped of any military authority. You may now go.
it: Kalenz, il consiglio ha deciso di destituirti di ogni autorità militare. Ora puoi andare.

source: It is with pleasure that I will go. But we need to have a strong army, as the orcs will return!
it: Me ne vado con piacere. Ma abbiamo bisogno di un esercito potente perché gli orchi torneranno!

source: Cowards and traitors!
it: Traditori codardi!

source: Elves' Last Stand
it: L'ultima resistenza degli elfi.

source: With no further encounters Kalenz and his band returned to Wesmere just in time...
it: Kalenz e il suo gruppo tornarono a Wesmere senza altri scontri e appena in tempo...

source: Death of Galtrid
it: Morte di Galtrid

source: The orcs have pushed us back to the Kalian. There is no way out. We must win here!
it: Gli orchi ci hanno respinto fino a K'alian. Non abbiamo scampo. Dobbiamo vincere qua!

source: This is our final stand. If they take the K'alian, all is lost!
it: Questa è la battaglia finale. Se prendono K'alian, tutto è perduto!

source: We'll crush those weak elves and I'll get da stone!
it: Massacreremo questi elfi smidollati e avremo la cemma!

source: I see the orcish army is big but consists of mostly inexperienced fighters. This should not take too long....
it: Mi sembra che l'esercito degli orchi sia numeroso ma composto di guerrieri inesperti. Non ci dovrebbe voler molto...

source: These are hardened orc and Troll veterans. Men, prepare for a long, hard fight...
it: Questi sono orchi esperti e troll veterani. Uomini, prepariamoci a una lotta lunga e dura...

source: We still haven't defeated the orcs and our troops and supplies are exhausted. This is the end!
it: Non abbiamo ancora sconfitto gli orchi ma ormai le nostre unità sono esauste e i rifornimenti esauriti. Questa è la fine!

source: No, with Galtrid gone, we are doomed!
it: No, senza Gatrid siamo condannati!

source: At last! The orcs are defeated.
it: Finalmente! Gli orchi sono stati sconfitti.

source: The elves have beat us and they did not use da stone. Maybe they don't have it? King will not like bad news!
it: Gli elfi ci hanno sconfitto e non hanno usato la cemma. Forse non ce l'hanno? Al re non piacciono le cattive notizie!

source: Aargh! I should have stayed in the mountains instead of joining the orcs
it: Aargh! Sarei dovuto rimanere sulle montagne invece di unirmi agli orchi.

source: Thought we'd let you have all the fun with the orcs by yourselves?
it: Pensavate che vi avremmo lasciato a divertire con questi orchi da soli?

source: It's Olurf! He made it!
it: È Olurf! Ce l'ha fatta!

source: I told you I'd be there
it: Te l'ho detto che sarei arrivato.

source: Not much of an army he is bringing with him though
it: L'esercito che si porta con sé non è granché però.

source: Not much of an army! These are dwarves with migthy axes, not some wimpy bow-carying elves!
it: Non è granché? Questi sono nani dalle asce potenti, non pochi elfi imbranati portatori di archi!

source: Olurf is that all the dwarves you could find? Maybe the gold was not enough?
it: Olurf, questi sono tutti i nani che sei riuscito a trovare? Forse l'oro non era sufficiente?

source: They are not fighting for gold, they are in it for the fun. I'd have a lot more if one of my men had kept quiet about helping elves! Anyway, my clan should join us in a few days.
it: Non stanno combattendo per l'oro, ma per divertimento. Ne avrei raccolti molti di più se uno dei miei uomini fosse stato zitto sull'aiutare gli elfi! In ogni modo, il mio clan dovrebbe unirsi a noi tra alcuni giorni.

source: In a few days? That's too late! Then we can have our gold back!
it: Tra pochi giorni? È troppo tardi! Vogliamo il nostro denaro indietro!

source: Sure, minus expenses
it: Certo, meno le spese.

source: What expenses?
it: Quali spese?

source: Well it's an ancient dwarvish custom to buy the warriors a few drinks before the battle... So minus expenses that's about even
it: Beh, è un vecchio costume dei nani pagare da bere ai guerrieri prima della battaglia... Così meno le spese è quasi pari.

source: That explains why they are so reckless in battle...
it: Così si spiega come mai sono così sconsiderati in battaglia...

source: ... Well, gentlemen, we have a battle to fight!
it: ... Be', signori, abbiamo una battaglia da combattere!

source: I die without getting da stone?
it: Muoio senza aver preso la cemma?

source: Orcs, death is all you will find in this forest!
it: Orchi, in questa foresta troverete solo la morte!

source: Elvish Assasins
it: Elfi assassini

source: After the council's decision, Kalenz and Cleodil retired in the North ...
it: Dopo la decisione del consiglio, Kalenz e Cleodil si ritirarono a nord...

source: ...but things were about to get interesting again...
it: ... ma la situazione stava per farsi di nuovo interessante...

source: Kalenz reaches the signpost
it: Kalenz raggiunge il cartello

source: My Lord Kalenz, you are in great danger! You must get out immediately.
it: Mio signore Kalenz, siete in grave pericolo! Dovete uscire immediatamente.

source: What?!
it: Cosa?!

source: Landar has taken control of the army. He eliminated the council and proclaimed himself Lord. What is worse, there is word out that he has already ordered your assasination.
it: Landar ha preso il controllo dell'esercito. Ha eliminato il consiglio e si è proclamato Signore. Per giunta, si dice che abbia già ordinato il vostro assassinio.

source: Too late! All traitors will die!
it: Troppo tardi! Tutti i traditori moriranno!

source: Listen to me! We have fought and bled side by side. We do not have to fight each other!
it: Ascoltatemi! Abbiamo combattuto e versato il nostro sangue fianco a fianco. Non dobbiamo combatterci l'un l'altro!

source: Do not listen to this traitor! You all have heard the order!
it: Non ascoltate questo traditore! Avete sentito quali sono i vostri ordini!

source: You should try to reach Uraredia and the North Elves. He too, has refused to join Landar. Plus, word is that some troops still loyal to you are heading there.
it: Dovresti cercare di raggiungere Uraredia e gli elfi del nord. Anche lui ha rifiutato di unirsi a Landar. In più si dice che alcune truppe che sono rimaste fedeli a te si sono dirette laggiù.

source: I...I think I'm done, it's all over
it: Io... io sto morendo, è tutto finito.

source: Oh, no! we are caught in between...
it: Oh, no! ci hanno preso in mezzo...

source: Now we must head to the North Elves!
it: Adesso dobbiamo dirigerci verso gli elfi del nord!

source: The Elvish Treasury
it: Il tesoro degli elfi

source: Kalenz and his forces raced to help the Elvish Treasury...
it: Kalenz e le sue forze si affrettarono per salvare il tesoro degli elfi...

source: It seems that we are too late. The Treasury has fallen to the Saurians....
it: Sembra che siamo arrivati tardi. Il tesoro è caduto nelle mani dei sauri...

source: and I see the remains of the garrison has been taken prisoners.
it: ...e vedo che il resto della guarnigione è stato preso prigioniero.

source: We have to free them and make these Saurians pay. Attack and leave no one alive!
it: Dobbiamo liberarli e farla pagare a questi sauri. Attacchiamo e non lasciamone uno vivo!

source: More elves are coming! Too late, we've taken all your gold and we'll get more gold from the orcs for helping them out!
it: Arrivano altri elfi! Troppo tardi, abbiamo preso tutto il oro oro e altro ne avremo dagli orchi per averli aiutati!

source: You will not live to enjoy it!
it: Non vivrai abbastanza per godertelo!

source: I have failed! The elves are doomed...
it: Ho fallito! Gli elfi sono condannati...

source: No! we will never recover our gold in time...
it: No! Non recupereremo mai il nostro oro in tempo...

source: Whoever messes with my people will die!
it: Chiunque se la prende con la mia gente, morirà!

source: Aargh! I'm gone!
it: Aargh! Sono spacciato!

source: I told you so!
it: Te l'avevo detto!

source: Let it be known that you perished at the hands of the Elves of Kalenz!
it: Che tutti sappiano che sei morto per mano degli elfi di Kalenz!

source: We are free! My lord Kalenz we will follow you anywhere and be forever grateful. I have important information about our treasure.
it: Siamo liberi! Mio signore Kalenz, noi vi seguiremo ovunque e vi saremo grati per sempre. Ho delle importanti informazioni sul nostro tesoro.

source: We have defeated the Saurians and freed the garrison, but our gold is gone.
it: Abbiamo sconfitto i sauri e liberato la guarnigione, ma abbiamo perso l'oro.

source: The Saurians have apparently taken all our treasure to their treasury. They were particularly interested in finding some dastone, I could not really understand what this was
it: Sembra che i sauri abbiamo preso tutto il tesoro della nostra tesoreria. Cercavano con particolare interesse una certa «lacemma», non ho potuto davvero capire cosa fosse.

source: I heard the war with the Orcs is not going well. We really need all this gold!
it: Ho saputo che la guerra con gli orchi non sta andando bene. Abbiamo davvero bisogno di tutto quell'oro!

source: We will hunt down those Saurians and get back our gold. And, we must make them pay for messing with us! Let's hurry.
it: Daremo la caccia a quei sauri e recupereremo il nostro oro. E, dobbiamo fargliela pagare per essersi messi contro di noi! Presto.

source: No! We need Cleodil!
it: No! Abbiamo bisogno di Cleodil!

source: End of War
it: Fine della guerra

source: They say the battle at the North Elves was the beginning of the end for Landar's revolt. The truth is that the civil war went on for many more years, neither side having enough strength to achieve a decisive victory... But eventually Landar's ways turned away many of his followers. After assembling all the army he could, Kalenz marched against his old friend and now mortal enemy, Landar, in the forest of Gitamoth...
it: Si dice che la battaglia con gli elfi del nord sia stata l'inizio della fine per la rivolta di Landar. La verità è che la guerra civile continuò per molti altri anni, né l'uno né l'altro avevano abbastanza forza per raggiungere una vittoria decisiva... Ma alla fine i metodi di Landar fecero andare via molti dei suoi seguaci. Dopo aver raccolto tutto l'esercito che potè, Kalenz marciò contro il suo amico di un tempo, ora suo nemico mortale, Landar, nella foresta di Gitamoth...

source: Defeat Landar
it: Sconfiggi Landar

source: Landar, let's not spill any more elvish blood. Give up. We can help!
it: Landar, non spargiamo altro sangue di elfi. Smettiamola. Ti possiamo aiutare!

source: No! It all ends here!
it: No! Tutto finirà qua!

source: I'm done. Now I can rest!
it: È la fine. Adesso avrò la pace!

source: I'm very sorry Landar. You were my best friend. I was blind at what the potion was doing to you. I was fighting it myself!
it: Sono desolato, Landar. Sei stato il mio migliore amico. Non ho visto quello che la pozione ti stava facendo. Stavo combattendo me stesso!

source: I know. But I did not take just one bottle. I wanted to make sure we could kill the orcish king. Now I have driven our dwarvish allies away and have brought death and disaster to our own people. I have even tried to kill my own friend. I do not deserve to have ever been an elf.
it: Lo so. Ma io non ho preso solo una dose. Volevo essere sicuro di poter uccidere il re degli orchi. E ora io ho scacciato i nostri alleati nani e ho portato morte e distruzione al mio stesso popolo. Ho persino cercato di uccidere il mio amico. Non merito nemmeno di essere mai stato un elfo.

source: It was not your fault. Maybe it was the curse of Aquagar or maybe it's the price we had to pay. Rest well, my friend. Rest well Landar, Hero of the Elves!
it: Non è stata colpa tua. Forse è stata la maledizione di Aquagar o forse era il prezzo che dovevamo pagare. Riposa in pace Landar, eroe degli elfi!

source: No! Not Cleodil!
it: No! Non Cleodil!

source: Epilogue
it: Epilogo

source: After the end of Asheviere, Kalenz returned to his home in the North.
it: Dopo la fine di Asheviere, Kalenz tornò alla sua patria nel nord.

source: Some say he lived happily there; The elves still recognized them as their leader.
it: Alcuni dicono che laggiù abbia vissuto felicemente e che gli elfi lo abbiano proclamato come sovrano.

source: The plains and forests of Wesnoth would see many more seasons for Elves and humans.
it: Le pianure e le foreste di Wesnoth avrebbero visto molte stagioni per gli elfi e per gli uomini.

source: Kalenz's story lived from mouth to mouth for the coming generations.
it: La storia di Kalenz venne raccontata per molte generazioni a venire.

source: But even many years later many said he was still roaming the forests of Wesnoth, making sure they will be forever home to the elves of Wesnoth, for the elves, like humans, had paid in much blood and suffering to learn that nothing in the world of Wesnoth comes for free.
it: Ma persino molti anni dopo molti raccontavano ancora che ancora stava vagando nelle foreste di Wesnoth, assicurandosi fossero per sempre la casa degli elfi di Wesnoth; per gli elfi, come per gli esseri umani, aveva pagato con molto sangue e sofferenza per imparare che niente nel mondo di Wesnoth è gratuito.

source: First Epilogue
it: Primo epilogo

source: Kalenz indeed buried Landar with great honors and made a monument worthy of a true elvish hero.
it: Kalenz seppellì Landar davvero con grandi onori e gli dedicò un monumento degno di un vero eroe degli elfi.

source: Landar's remaining followers' lives were spared, but they were banished to Gitamoth forest, henceforth known as Silent Forest.
it: Le vite di coloro che avevano seguito Landar fino alla fine furono risparmiate, ma vennero banditi dalla foresta di Gitamoth, d'ora in poi conosciuta come la «foresta silenziosa».

source: As Landar had wiped out the Elvish Council, Kalenz was unanimously chosen as Lord of the Elves. North and South Elves swore allegiance to him.
it: Poichè il consiglio degli elfi era stato eliminato da Landa, Kalenz fu scelto all'unanimità come signore degli elfi. Gli elfi del nord e quelli del sud gli giurarono fedeltà.

source: Kalenz still needed time to master the evil roaming in his veins, so he retired with Cleodil to his home in the North.
it: Kalenz aveva ancora bisogno di tempo di riacquistare il controllo sulla malvagità che scorreva nelle sue vene, perciò si ritirò con Cleodil nella sua patria a nord.

source: Before doing so, however, he made sure to organize the Elves to be ready. He knew that the orcish threat was not over, as the elves had lost a golden opportunity to end the threat and that trouble would return...
it: Prima di farlo, tuttavia, si assicurò di organizzare gli elfi perché fossero pronti. Sapeva che la minaccia degli orchi non era finita; dato che gli elfi avevano perso un'occasione d'oro per porre fine alla minaccia, il problema sarebbe ritornato...

source: Hero's Return
it: Il ritorno dell'eroe

source: Sparring Eldred's life proved to be a very costly mistake. After Eldred's betrayal of Garard at Abez(see the Heir to the Throne campaign) and the subsequent ascension to the throne by Asheviere the elves had no contact with the humans, save for Delfador and his new protege, Konrad. Then, one day, Cleodil's fears had come true: Asheviere has attacked in the south, using orcish mercenaries...Kalenz quickly gathered the troops...
it: Risparmiare la vita di Eldred fu un errore pagato a caro prezzo. Dopo il tradimento da parte di Eldred di Garard a Abez (vedi la campagna de «L'erede al trono») e la successiva ascesa al trono di Asheviere, gli elfi non ebbero contatti con gli uomini, tranne Delfador e il suo nuovo protetto, Konrad. Poi, un giorno, i timori di Cleodil divennero realtà: Asheviere aveva attaccato a sud, usando orchi mercenari... Kalenz riunì rapidamente le truppe...

source: Looks like the orcs have attacked in force... This is the place Delfador and young Konrad were living in. I wonder if they were able to flee in time...
it: Sembra che gli orchi abbiano attaccato in forze... Qua è dove vivevano Delfador e il giovane Konrad. Mi domando se hanno fatto in tempo a fuggire...

source: More elves! Attack them and leave no one alive!
it: Altri elfi! Attaccateli e non lasciatene nessuno vivo!

source: Orcs, you have set foot on our forest for the last time! Prepare to die!
it: Orchi, avete messo piede nella nostra foresta per l'ultima volta! Preparatevi a morire!

source: Ha! This will be your end. The humans are no longer on your side. And with the Queen's gold, we can get many who will fight for us!
it: Ah! Questa sarà la vostra fine. Non ci sono più gli uomini al vostro fianco. E con l'oro della Regina, ci saranno molti altri a combattere con noi!

source: No! it's all over!
it: No! È tutto finito!

source: No! More orcs are coming, we are doomed...
it: No! Stanno arrivando altri orchi, siamo condannati...

source: Speak the truth and die quickly: Where is the human mage and the prince? What have you done to them?
it: Di' la verità e morirai in fretta: dove sono il mago e il principe? Cosa ne avete fatto?

source: They are dead. We burned them.
it: Sono morti. Li abbiamo bruciati.

source: If this were true, you'd either display them or have sent their bodies to the queen. Make sure this lying worm dies slow.
it: Se questo fosse vero, li avresti fatti vedere o avresti mandati i loro corpi alla regina. Assicuratevi che questo verme menzognero muoia lentamente.

source: Victory!
it: Vittoria!

source: My Lord Kalenz, you are urgently needed at a council meeting at the K'alian. Delfador will also be there among the human rebells!
it: Mio signore Kalenz, siete richiesto con urgenza alla riunione del Consiglio a K'alian. Ci sarà anche Delfador fra gli uomini ribelli!

source: Ha! More of us are coming! You elves are lost!
it: Ah! Stanno arrivando altri di noi! Avete perso, elfi!

source: Good thing you came! More of us are hiding in the forest.
it: È un bene che tu sia venuto! Altri di noi stanno nascondendosi nella foresta.

source: Hostile Mountains
it: Montagne ostili

source: Kalenz and his band were able to break their encirclement, but found out that the main routes were already swarming with orcs. They had to take a detour through territory they'd rather avoid...
it: Kalenz e il suo gruppo riuscirono a rompere l'accerchiamento, ma scoprirono che le principali strade erano già piene di orchi. Dovettero deviare attraverso un territorio che avrebbero preferito evitare...

source: Reach the signpost
it: Raggiungi il cartello

source: I hoped to avoid these paths...The eastern path is dwarven territory and is shorter. I hope the dwarves grant us safe passage, since the other path is troll territory...
it: Speravo di evitare queste strade... il percorso orientale è territorio dei nani ed è il più corto. Spero che i nani ci permettano un passaggio sicuro, perché l'altra strada è territorio dei troll...

source: Not in your dreams, elf! These are dwarven lands. We don't want you and your likes here! Take a hike!
it: Solo nei tuoi sogni, elfo! Queste sono le terre dei nani. Non vogliamo né te né i tuoi simili qua! Cambiate strada!

source: Look, the orcs have landed. They will be attacking you too any minute now. This is no time to fight among ourselves!
it: Guardate, gli orchi sono sbarcati. Ora attaccheranno anche voi da un momento all'altro. Non è il momento di combattere fra di noi!

source: 'nother of these elvish tricks, huh? We know your kind. And who needs your help anyway, weaklings? Leave now, or feel my axe! And so will anyone else who enters dwarven territory. We are afraid of no one. Anyone who sets foot on the eastern bank of the river will be very sorry!
it: Un altro di questi trucchi da elfi, eh? Conosciamo la tua razza. E poi a chi serve il vostro aiuto, branco di smidollati? Ora vattene se non vuoi assaggiare la mia ascia! E questo vale per chiunque altro entri nel territorio dei nani. Non abbiamo paura di nessuno. Chiunque che calpesti la riva orientale del fiume se ne pentirà!

source: I guess the trolls cannot be any less friendly
it: Credo che nemmeno i troll avrebbero potuto essere meno amichevoli.

source: Hmm... Maybe the dwarves CAN still be of help. Onwards and no matter what you do, do NOT step on the east band of the river!
it: Hm... forse i nani POSSONO ancora essere d'aiuto. Avanti e qualunque cosa succeda, NON camminate sulla riva orientale del fiume!

source: No! without his bow we have no chance!
it: No! senza il suo arco non abbiamo possibilità!
