Repository: wescamp/Legend_of_Wesmere-root
Catalog: po/*.po
Languages: it

source: I knew it! I always told you we stand alone!
it: Lo sapevo! L'ho sempre detto che saremmo rimasti da soli!

source: The Uprooting
it: L'addio alla propria terra

source: In a small isolated peninsula north of Wesnoth a young elf, named Kalenz was growing up...
it: In una piccola e remota penisola del nord di Wesnoth cresceva un giovane elfo di nome Kalenz...

source: Things were peaceful and Kalenz was becoming a very skilled young elf. Although not of noble heritage, he was already respected for his skills.. These were the times humans came to Wesnoth in large numbers...
it: La pace regnava sovrana e Kalenz stava diventando un giovane elfo molto dotato. Sebbene non fosse di sangue nobile, era già rispettato per le sue abilità... In quei tempi giunsero a Wesnoth in gran numero gli uomini...

source: Unfortunately, along with humans came the Orcs. The elves were never happy to go to war, and they were completely unprepared for what was to follow. The local leadership was old and weak... This is the story of Kalenz. It is also the story of the Elves in the days of the humans in Wesnoth.
it: Sfortunatamente, assieme agli uomini arrivarono gli orchi. Gli elfi non sono mai stati desiderosi di combattere ed erano del tutto impreparati per quello che seguì. I comandanti del posto erano vecchi e deboli... Questa è la storia di Kalenz. È anche la storia degli elfi nei giorni degli uomini a Wesnoth.

source: Look, there are many Orcs coming from all directions! To arms!
it: Guarda, ci sono tantissimi orchi che arrivano da tutte le parti! Alle armi!

source: Hold it Kalenz. The council should discuss the matter. Maybe we can reach an agreement with them!
it: Fermo Kalenz. Il consiglio dovrebbe discutere di questo argomento. Forse possiamo giungere a un accordo con loro!

source: Surrender or die, filthy elves!
it: Arrendetevi o morirete, luridi elfi!

source: They are too many. I am afraid we have no choice but to surrender!
it: Sono troppi. Temo che non abbiamo altra scelta che arrenderci!

source: Elves will never surrender to these foul beasts! Who's with me?
it: Gli elfi non si arrenderanno mai di fronte a queste belve malvagie! Chi è con me?

source: We will follow you-but where do we go? We are surrounded!
it: Ti seguiremo - ma dove vuoi andare? Siamo circondati!

source: We must reach the elvish council in Kali'an and seek their help to recapture our home. We need to go southwest to reunite with our brothers. Let's storm their southern outpost before more of them arrive!
it: Dobbiamo raggiungere il consiglio degli elfi a Kali'an e chiedere il loro aiuto per riprendere la nostra patria. Dobbiamo andare a sud ovest per riunirci con i nostri fratelli. Martelliamo il loro avamposto a sud prima che ne arrivino altri!

source: Ok Kalenz, you lead us!
it: Bene Kalenz, guidaci!

source: Oh, no! More of them are pouring in, we are too late...
it: Oh, no! Ne stanno arrivando altri, abbiamo fatto troppo tardi...

source: You messed with the wrong elf!
it: Ti sei messo contro l'elfo sbagliato!

source: Take that, you orcish scum!
it: Prendi questo, feccia d'orco!

source: We surrender!
it: Ci arrendiamo!

source: Did I mention that we take no prisoners? Die!
it: Non ti avevo ancora detto che non facciamo prigionieri? Muori!

source: Kalenz was right and I was wrong. Let a few of us hold them for a while while the rest go join Kalenz while you still can!
it: Kalenz aveva ragione e io torto. Alcuni di noi cercheranno di trattenerli per dare il tempo agli altri di raggiungere Kalenz finché possono!

source: We must leave now, but we will not forget. We will return!
it: Adesso dobbiamo andarcene, ma non dimenticheremo. Noi ritorneremo!

source: You won't get very far! After them!
it: Non andrete lontano! Inseguiamoli!

source: ice shot
it: soffio gelido

source: cold
it: freddo

source: magical
it: magico

source: Elvish Archer Invisible
it: Elfo arciere invisibile

source: Elvish Archers are trained from youth in archery, and so skilled in long-range combat. Able to fire many arrows quickly and accurately, these Archers make up a large portion of the Elvish military. Invisible units are especially hard to hit.
it: Gli elfi arcieri sono addestrati fin dalla gioventù nell'uso dell'arco e così sono esperti nel combattimento a distanza. Sono in grado di scoccare rapidamente e precisamente molte frecce, questi arcieri compongono una grande parte delle armate elfiche. Le unità invisibili sono particolarmente difficili da colpire.

source: Elvish Avenger Invisible
it: Elfo vendicatore invisibile

source: ambush
it: imboscata

source: Elvish Avengers are extremely skillful and extremely quick, powerful in all forms of combat. Avengers are considered the best of all woodsmen in Wesnoth, and can ambush their foes in the forest, because they cannot be seen in the woods until just after they have attacked. Invisible units have a vastly reduced probability of being hit.
it: Gli elfi vendicatori sono estremamente abili e rapidi, potenti in tutte le forme di combattimento. I vendicatori sono considerati i più abili di tutti gli abitanti dei boschi e possono tendere agguati ai loro nemici nella foresta, perché nei boschi sono invisibili fino al momento dell'attacco. Le unità invisibili hanno una probabilità notevolmente ridotta di essere colpite.

source: leadership
it: comando

source: Elvish High Lord Invisible
it: Gran signore degli elfi invisibile

source: Elvish High Lords are fearsome in combat, using the sword at close range and devastating balls of fire at long range. Invisible units are especially hard to hit.
it: I gran signori degli elfi sono temuti nel combattimento, perché usano la spada nel combattimento ravvicinato e devastanti palle di fuoco in quello a distanza. Le unità invisibili sono particolarmente difficili da colpire.

source: Elvish Horse Archer
it: Elfo arciere a cavallo

source: Not as swift as the Riders, Elvish Horse Archers are nevertheless powerful, due to their much stronger ranged attack. Few of the Elves are skilled at both horsemanship and archery, and the Elves are the only race that practice the two in concert.
it: Anche se non sono rapidi come le avanguardie, gli elfi arcieri a cavallo sono comunque potenti, perché il attacco a distanza è molto più potente. Pochi elfi sono esperti sia con il cavallo sia con l'arco, e solo gli elfi praticano le due arti contemporaneamente.

source: Elvish Lord Invisible
it: Signore degli elfi invisibile

source: Elvish Lords are fearsome in combat, using the sword at close range and devastating balls of fire at long range. Being invisible to the enemy makes them very hard to hit
it: I signori degli elfi sono terribili nel combattimento, quando usano la spada nella mischia o devastanti palle di fuoconel combattimento a distanza. Essendo invisibili ai nemici sono molto difficili da colpire.

source: Elvish Marksman Invisible
it: Elfo tiratore scelto invisibile

source: Elvish Marksman are expert in use of the bow. Their skill guarantees them a 60% chance to hit enemies, even those hidden in difficult terrain. This great skill with the bow compensates for their lack of skill in melee combat and lesser speed. Invisible units are especially hard to hit.
it: I tiratori scelti degli elfi sono esperti nell'uso dell'arco. La loro abilità garantisce una probabilità del 60% nel colpire i nemici, persino quelli nascosti in terreno difficile. Questa grande abilità con l'arco compensa la loro mancanza di abilità nel combattimento ravvicinato e la scarsa velocità. Le unità invisibili sono particolarmente dure da colpire.

source: Elvish Ranger Invisible
it: Elfo ranger invisibile

source: Elvish Rangers are quick and powerful. Skilled in both short- and long-range combat, Rangers are truly all-round fighters. The best of all woodsmen, Rangers cannot be seen by enemies while they are in forest, unless they have just made an attack, or there are enemies adjacent to them. Invisible units are especially hard to hit.
it: Gli elfi ranger sono rapidi e potenti. Esperti sia nel combattimento ravvicinato sia in quello a distanza, i ranger sono davvero dei combattenti completi. Sono i migliori tra tutti gli uomini dei boschi e non vengono individuati dai nemici mentre sono in una foresta, a meno che abbiano fatto appena un attacco, o ci siano dei nemici accanto. Le unità invisibili sono particolarmente dure da colpire.

source: Elvish Scout
it: Elfo esploratore

source: Elvish Scouts move swiftly through forest and grassland alike. Their skill on horseback is virtually unmatched, although they do lack power in combat.
it: Gli elfi esploratori si muovono rapidamente sia attraverso la foresta sia attraverso le praterie. La loro abilità a cavallo è senza pari, anche se non sono potenti nel combattimento.

source: Elvish Sharpshooter Invisible
it: Elfo tiratore leggendario invisibile

source: The most elite archers in all of Wesnoth, Elvish Sharpshooters are incredibly accurate, guaranteed a 60% chance to hit when attacking, even when firing very quickly. Sharpshooters are excellent at picking off entrenched enemies. Invisible units are very hard to hit
it: I tiratori leggendari, gli arcieri migliori di tutto Wesnoth, sono incredibilmente precisi, garantiscono una probabilità del 60% di colpire quando attaccano, anche quando scoccano molto rapidamente. I tiratori leggendari sono eccellenti nel colpire i nemici fortificati. Le unità invisibili sono molto difficili da colpire
