Repository: wescamp/Legend_of_Wesmere-root
Catalog: po/*.po
Languages: it

source: Legend of Wesmere
it: La leggenda di Wesmere

source: Soldier
it: Soldato

source: (Easy)
it: (facile)

source: (Normal)
it: (normale)

source: Lord
it: Signore

source: (Hard)
it: (difficile)

source: High Lord
it: Signore supremo

source: Follow the story of the Kalenz and the Elves in Wesnoth and their fight for survival from the second orcish invasion to the times of Konrad and Delfador
it: Segui la storia di Kalenz e degli elfi a Wesnoth e della loro lotta per la sopravvivenza durante la seconda invasione degli orchi dai tempi di Konrad e Delfador.

source: Hour of Glory
it: Ora di gloria

source: Kalenz, your mission is now complete: The orcish King is dead and you have recaptured your home. Yet I feel there is no peace in your mind...
it: Kalenz, ora la tua missione è completa: il re degli orchi è morto e hai ripreso la tua patria. Eppure sento che non c'è pace nel tuo spirito...

source: It is indeed as you say. It is that potion that's eating me. I cannot enjoy our victories, nor can I rest. I am fighting it every single moment.
it: È proprio come dici. Questa pozione mi divora. Non posso gioire delle nostre vittorie, né posso riposarmi. Sto combattendo ogni singolo istante.

source: Crelanu warned us about it...
it: Crelanu ci aveva avvertito...

source: There was no other choice. Even if we die, it was worth it.
it: Non avevamo scelta. Anche se morissimo, ne è valsa la pena.

source: You will not die. You must fight it. I have faith in you Kalenz, you will overcome and master it. It will be hard and painful, but you will beat the potion. But it's Landar I am more worried about...
it: Non morirai. Devi combatterla. Ho fiducia in te Kalenz, tu riuscirai a sopraffarla e dominarla. Sarà molto difficile e doloroso, ma tu sconfiggerai la pozione. Piuttosto sono più preoccupata per Landar...

source: He seems to handle it better than me...
it: Sembra che riesca a controllarla meglio di me...

source: He seems to handle it too well, Kalenz. But I am afraid things are not as they seem. I fear he has already turned to the other side...
it: Sembra che riesca a dominarla con troppa facilità, Kalenz. Ma temo che le cose non siano come sembrano. Ho paura che sia già passato dall'altra parte...

source: No way! Why do you say this?
it: Assolutamente no! Perché dici una cosa del genere?

source: Some dwarves have been found dead in our camp. Landar is extremely unfriendly with them. I think the dwarves will leave us soon.
it: Abbiamo trovato dei nani uccisi nel nostro campo. Landar è estremamente poco amichevole con loro. Penso che i nani ci lasceranno presto.

source: I will try to patch things between them...
it: Cercherò di mettere a posto le cose con loro...

source: I see I cannot convince you. So, do as you think, but be careful Kalenz, for I fear for us all...
it: Vedo che non posso convincerti. Allora, fa' come credi, ma fa' attenzione, Kalenz, perché io temo per tutti noi...

source: Ancient_Alliance
it: Alleanza antica

source: With the ancient alliance revived, our heroes hurried to the battlefield...
it: Rinnovata l'antica alleanza, i nostri eroi si affrettarono per il campo di battaglia...

source: Defeat all enemies
it: Sconfiggi tutti i nemici

source: Last for 25 turns
it: Resisti per 25 turni

source: Death of Kalenz
it: Morte di Kalenz

source: Death of Landar
it: Morte di Landar

source: Death of Olurf
it: Morte di Olurf

source: Death of Cleodil
it: Morte di Cleodil

source: Death of Aldar
it: Morte di Aldar

source: Here we are! Prepare to fight!
it: Eccoci qua! Preparatevi per combattere!

source: So it is true! The elves have come to our help!
it: Allora è vero! Gli elfi sono venuti in nostro soccorso!

source: General Aldar has received your message that you will be coming. He is asking you to cut off the orcish reinforcements from the north. They must not be allowed to enter the battle! Our reinforcements should arrive in a few days.
it: Il generale Aldar ha ricevuto il messaggio del tuo arrivo. Ti chiede di tagliare i rifornimenti degli orchi da nord. Devi impedir loro di entrare in battaglia! I nostri rifornimenti dovrebbero arrivare tra pochi giorni.

source: Ok, but where are the elvish troops? We cannot hold without them!
it: Va bene, ma dove sono le truppe degli elfi? Non possiamo resistere senza di loro!

source: Kalenz is here!
it: Ecco Kalenz!

source: Where is the rest of the elvish army? They should be here!
it: Dov'è il resto dell'esercito degli elfi? Dovrebbero essere qua!

source: The council has decided it was too risky to send troops here. But we could not let you stand on your own.
it: Il consiglio ha deciso che era troppo rischioso mandare qua delle truppe. Ma noi non potevamo lasciarti da solo.

source: Here we are men! Charge!
it: Ci siamo, uomini! Carica!

source: More horses!! Run, let's get out of here!
it: Altri cavalli!! Corri, andiamocene di qua!

source: I have failed!
it: Ho fallito!

source: No! It's hopeless without Landar!
it: No! Non abbiamo speranza senza Landar!

source: We cannot continue without Olurf!
it: Non possiamo continuare senza Olurf!

source: Not Cleodil!
it: Non Cleodil!

source: Weslath will now fall, we have failed!
it: Ora Weslath cadrà, abbiamo fallito!

source: We have stopped the orcs once again!
it: Abbiamo di nuovo fermato gli orchi!

source: And we have revived the ancient alliance with the humans!
it: E abbiamo rinnovato l'antica alleanza con gli uomini!

source: The King is here! Hail Haldric II, King of Wesnoth!
it: Ecco il re! Salute a Haldric II, re di Wesnoth!

source: I die? Orc Chief never said anything about fighting elves and dwarves!
it: Morire io? L'orco capo non ha mai detto che c'erano da combattere elfi e nani!

source: Aquaintance in Need
it: Amicizia in pericolo

source: With the Saurians blocking the entrance to Wesmere, Kalenz and his group moved north to enter Wesmere Forest from there ...
it: Mentre i sauri bloccavano l'ingresso a Wesmere, Kalenz e il suo gruppo si mosse verso nord per entrare nella foresta di Wesmere da qui...

source: Defeat enemy leaders
it: Sconfiggi i comandanti nemici

source: Turns run out
it: Fine dei turni a disposizione

source: What's this? Looks like the orcs have surrounded a dwarvish enclave. I think it's our old friend, Olurf.
it: Cosa c'è qua? Sembra che gli orchi abbiano circondato una enclave dei nani. Credo che si tratti del nostro vecchio amico, Olurf.

source: It's those elves again. Maybe you were not completely wrong when you mentioned the orcs might attack us. We have been forced from our home and are now surrounded.
it: Ancora quegli elfi. Forse non avevevate del tutto torto quando ci avete detto che gli orchi avrebbero potuto attaccarci. Ci hanno scacciato dalla nostra patria e ora siamo circondati.

source: Let's help the dwarves-looks like they could need some help.
it: Forza diamo una mano ai nani - sembra che abbiamo bisogno di aiuto.

source: Help them? They would not even let us pass through their land to avoid the trolls, remember?
it: Aiutarli? Non hanno neppure voluto lasciarci passare attraverso il loro territorio per evitare i troll, ti ricordi?

source: Our problem is the orcs, not the dwarfs. Besides, the orcs are in our way. We must help them. Olurf, we cannot let you have all the fun with these orcs!
it: Sono gli orchi il nostro problema, non i nani. E poi gli orchi sono sulla nostra strada. Dobbiamo aiutarli. Olurf, non ti possiamo lasciare tutto il divertimento con quegli orchi!

source: For an elf, you think like a dwarf! I think I like you(for an elf)
it: Per essere un elfo, pensi proprio come un nano! Comincia a piacermi (per essere un elfo).

source: I have failed! This is the end...
it: Ho fallito! È la fine...

source: No!! It is hopeless without Landar...
it: No!! Non abbiamo più speranze senza Landar...

source: No!! We needed Cleodil!
it: No!! Avevamo bisogno di Cleodil!

source: No!! we have failed.
it: No!! Abbiamo fallito.

source: We are too late to bring back the treasure to Wesmere...
it: È troppo tardi per riportare il tesoro a Wesmere...

source: The orcs are defeated. My lord, we are in your debt.
it: Gli orchi sono stati sconfitti. Mio signore, siamo in debito con voi.

source: We must put aside our differences and help each other against the orcish menace. Olurf, join us!
it: Dobbiamo mettere da parte le nostre differenze e aiutarci l'un l'altro contro la minaccia degli orchi. Olurf, unisciti a noi!

source: Join with the elves? I think you're pushing it boy!
it: Unirci agli elfi? Adesso stai esagerando, ragazzo!

source: There will be a big fight with the orcs in Wesmere very soon. If you can cover our flank to the north, I will pay you 400 gold.
it: Molto presto ci sarà un grosso scontro con gli orchi a Wesmere. Se potete coprire il nostro fianco da nord, vi pagherò 400 pezzi d'oro.

source: This changes everything. With the 400 gold I'm sure I will find some of my people willing to help you!
it: Questo cambia tutto. Con 400 pezzi sono sicuro di trovare qualcuno della mia gente che voglia aiutarvi!

source: What? Kalenz, are you out of your mind? Surely you will not throw away 400 gold on this guy!
it: Cosa? Kalenz, sei fuori di testa? Non vorrai davvero buttar via 400 pezzi d'oro con questo tipo!

source: My lord, we are no crooks! We will be there to cover your northern flank or else I will return your gold!
it: Mio signore, non siamo traditori! Saremo là a coprire il vostro fianco nord oppure restituirò il vostro oro!

source: I believe so. I think he now knows that if he does not, maybe next time we will not be there to help either
it: Lo credo anche io. Penso che ora sappia che se non lo fa, forse la volta prossima non potremo essere qua ad aiutarlo.

source: Battle of the book
it: La battaglia del libro

source: Quickening their pace, Elves and Dwarves raced towards the smoke....
it: Accelerando il loro passo, elfi e nani corsero verso il fumo....

source: Defeat the drakes and trolls
it: Sconfiggi draghi e troll

source: Death of Crelanu
it: Morte di Crelanu

source: Looks like your mage friend is in trouble. There is a horde of drakes attacking!
it: Sembra che il tuo amico mago sia nei guai. C'è un'orda di draghi all'attacco!

source: We need to make sure nothing happens to the mage. Let's help them out!
it: Dobbiamo impedire che accada qualcosa al mago. Coraggio, aiutiamolo!

source: Fools! The book will be mine!
it: Sciocchi! Il libro sarà mio!

source: No, my mission is not completed!...
it: No, la mia missione non è completa!...

source: Olurf, stay with me!
it: Olurf, sta' con me!

source: We still have not made it to safety. With all these creatures around we might as well give up!...
it: Ancora non è sicuro. Con tutte queste creature qua intorno potremmo anche rinunciare!...

source: There goes our last hope!
it: Era la nostra ultima speranza!

source: I die, but I will not go unavenged! Cursed may you be Kalenz! May you will never find lasting peace for many many years. And may you lose your dearest. This will be the price for slaying me, Aquagar, great drake wizard of Morogoth. As for you, Crelanu, may your book always haunt you and all its future owners!
it: Muoio, ma sarò vendicato! Possa essere maledetto Kalenz! Che tu non possa avere pace durevole per molti, molti anni. E che tu possa perdere quello che hai di più caro. Questo sarà il prezzo per avere ucciso, Aquagar, grande drago mago di Morogoth. Per quanto ti riguarda, Crelanu, che il tuo libro perseguiti te e tutti quelli che lo possiederanno in futuro!

source: Some scary fellow this Aquagar! Come now, I think Crelanu ows us some drinks
it: Proprio un collega spaventoso questo Aquagar! Ora venite, penso che Crelanu abbia alcune bevande per noi.

source: Bounty Hunters
it: Cacciatori di taglie

source: And so, with Wesmere seemingly safe, Kalenz and Olurf left enough troops and resources to keep it this way and started off on the long and dangerous trip to the great mage of Thoria....But danger was a lot closer to home
it: E così, con Wesmere apparentemente sicuro, Kalenz e Olurf, dopo aver lasciato abbastanza truppe e risorse per mantenere questa situazione, cominciarono il lungo e pericoloso viaggio in cerca del grande mago di Thoria... il pericolo, però, era molto più vicino alla loro casa.

source: Kalenz crosses the river
it: Kalenz attraversa il fiume

source: Yes! Its those elves who stole our gold! The bounty is mine!
it: Sì! Sono gli elfi che ci hanno rubato l'oro! La taglia è mia!

source: You must be joking! The bounty is all mine.
it: Stai scherzando! La taglia sarà tutta mia.

source: What are they talking about?
it: Di cosa stanno parlando?

source: Apparently the Saurians have put a bounty on our heads for taking our gold back after they stole it. Are you interested?
it: Sembra che i sauri abbiano messo una taglia sulle nostre teste perché ci siamo ripresi l'oro che ci apparteneva e che i sauri avevano rubato. Ti interessa?

source: No, but my axe is interested in some Saurian heads! They've been too friendly with them orcs!
it: No, ma alla mia ascia interessano le teste dei sauri! Sono stati troppo amichevoli con questi orchi!

source: Remember, we are here on a mission. We will fight the Saurians if we must, but our mission is to get to Thoria.
it: Ricorda che abbiamo una missione. Noi combatteremo i sauri se ci saremo costretti, ma la nostra missione è quella di raggiungere Thoria.

source: Crossing the river without a bridge? We dwarves know water is a very dangerous thing!
it: Attraversare il fiume senza un ponte? Noi nani sappiamo che l'acqua è una cosa molto pericolosa!

source: Indeed, this river is, I believe, Arkan-thoria. There are lots of bad legends about it, so be very careful when you cross, even though they are probably just fairy tales.
it: Credo che questo fiume sia davvero pericoloso, Arkan-thoria. Ci sono molte brutte storie su questo posto, siate dunque molto attenti quando attraverserete, anche se probabilmente i racconti sono solo favole.

source: I've beaten the orcs and now I lose to these?...
it: Ho sconfitto gli orchi e ora perdo con questi?...

source: No!! Landar stay with me!...
it: No!! Landar, resta con me!...

source: No!! We have nobody to guide us to Thoria!
it: No!! Non c'è più nessuno che ci guidi a Thoria!

source: No!! We need Cleodils art!
it: No!! Abbiamo bisogno dell'arte di Cleodil!

source: We still have not crossed the river and are now surrounded by too many creatures...
it: Non abbiamo ancora attraversato il fiume e siamo già circondati da troppe creature...

source: We made it. Onwards to Thoria!
it: Ce l'abbiamo fatta. Avanti verso Thoria!

source: At last!
it: Finalmente!

source: We really need to settle things with these Saurians once and forall!
it: Dovremmo davvero sistemare le cose con questi sauri una volta per tutte!

source: The legends are true! Sea creatures are upon us!
it: Le leggende dicevano il vero! Le creature del mare ci sono addosso!

source: They are coming at us from all sides!
it: Stanno arrivando da tutte le parti!

source: Watch for the Serpent!
it: Attento al serpente!

source: Breaking_the_siege
it: Rompere l'assedio

source: With the orcs plunging into a civil war, this was the chance for Kalenz to take back his beloved home. Meanwhile reports have been arriving of an enclave of Northern Elves still holding out against the orcish invaders. It was quickly decided to send a force to their aid. But winter had caught up with our heroes...
it: Mentre gli orchi erano impegnati nella guerra civile, Kalenz aveva la possibilità di riprendersi la sua amata patria. Nel frattempo i rapporti che stavano arrivando segnalavano una piccola enclave di elfi del nord che ancora resisteva contro gli orchi invasori. Rapidamente si decise di mandare dei rinforzi in loro soccorso. Ma l'inverno era piombato sui nostri eroi...

source: Death of Uradredia
it: Morte di Uradredia

source: I see troops coming from the south! Surely our army has beaten these elves and humans and will now help us get rid of these remaining elves!
it: Vedo delle truppe avvicinarsi da sud! Di sicuro il nostro esercito ha sconfitto elfi e uomini e ora ci aiuterà a eliminare gli elfi restanti!

source: Our defenses are streched thin. Men, prepare to face another orcish attack!
it: Le nostre difese si sono assottigliate. Mie prodi, preparatevi ad affrontare un altro attacco degli orchi!

source: The North Elves still stand. Prepare for battle!
it: Gli elfi del nord ancora resistono. Preparatevi alla battaglia!

source: All is lost!...
it: Tutto è perduto!...

source: No!! Not Landar! ...
it: No!! Non Landar! ...

source: We still have not broken the siege! We will freeze in this cold...
it: Non abbiamo ancora rotto l'assedio! Con questo freddo congeleremo...

source: Before you die, know that you lost in Wesmere, you lost in Weslath, you will lose here and that your king is dead!
it: Prima di morire, sappi che avete perso a Wesmere, avete perso a Weslath, perderete qua e il vostro re è morto!

source: The North Elves are now free!
it: Ora gli elfi del nord sono liberi!

source: Thanks to you Kalenz, son of Kliada. Our troops are at your command.
it: Grazie a voi Kalenz, figlio di Kliada. Le nostre truppe sono ai vostri ordini.

source: The elves are attacking us! Reserves!
it: Gli elfi ci attaccano! Chiamate i rinforzi!

source: Cliffs of Thoria
it: Le rupi di Thoria

source: Leaving Arkan-Thoria behind, Kalenz and his band ventured into the dangerous mountains of Thoria....
it: Dopo aver lasciato alle loro spalle Arkan-Thoria, Kalenz e il suo gruppo si avventurarono nelle pericolose montagne di Thoria...

source: Reach the signpost with Kalenz
it: Raggiungi il cartello con Kalenz

source: I can hardly see with all that mist around, but I can sense danger
it: Riesco a malapena a vedere con tutta questa nebbia qua attorno, ma percepisco che siamo in pericolo.

source: Told you it would be no picnic excursion elf-boy. Too scared to continue?
it: Ti ho detto che non sarebbe stata una gita con pic-nic, ragazzo elfo. Hai troppa paura per continuare?

source: Gentlemen, easy. We cannot go back now. But be very careful, I don't like this one bit
it: Calma, signori. Non possiamo ritirarci ora. Ma facciamo molta attenzione, questo posto non mi piace per niente.

source: I too feel we are in great danger. Probably we should stay close together and move very carefully.
it: Anche io ritengo che siamo in grande pericolo. Probabilmente dovremmo rimanere insieme e muoverci con molta circospezione.

source: Onwards!
it: Avanti!

source: Doing pretty well elf-boy!
it: Ben fatto, ragazzo elfo!

source: I can see smoke ahead! I feel something terribly wrong is happening!
it: Vedo del fumo laggiù! Penso che stia accadendo qualcosa di terribile!

source: Crelanu's place should be close now, I remember. Quickly, this way!
it: Il posto di Crelanu dovrebbe essere vicino ora, mi ricordo. Svelti, da questa parte!

source: Watch out!
it: Attenzione!

source: Watch out!!
it: Attenzione!!

source: Costly Revenge
it: Vendetta a caro prezzo

source: But Kalenz failed to persuade the dwarfs. The dwarfs left and at Landar's insistence the elves marched on the Saurians...
it: Tuttavia Kalenz non riuscì a persuadere i nani. I nani se ne andarono e su insistenza di Landar gli elfi marciarono contro i sauri...

source: We have finally reached Saurgrath, their capitol. Remember whose side they have been on in our most trying times.
it: Finalmente abbiamo raggiunto Saurgrath, la loro capitale. Ricordatevi da che parte stavano durante i nostri giorni più duri.

source: I fear this will be a bloodbath...
it: Temo che sarà un bagno di sangue...

source: It is our chance to finish them off...
it: Questa è la nostra occasione per finirli...

source: We are too late! We will freeze in this cold...
it: È troppo tardi! Noi congeleremo con questo freddo...

source: Aargh! I'm dying!
it: Aargh! Sto morendo!

source: Victory is ours.
it: La vittoria è nostra.

source: No!! Not Cleodil!
it: No!! Non Cleodil!

source: Council_of_hard_choices
it: Un'ardua scelta per il consiglio

source: This is a great victory! Wesmere is now safe. Kalenz, we owe you a lot, but what is this dwarf friend of yours that you invited to the elvish council? This is most unusual!
it: Questa è una grande vittoria! Wesmere ora è salvo. Kalenz, vi dobbiamo molto, ma che ci fa qua questo vostro amico nano che hai invitato al consiglio degli elfi? È una cosa molto insolita!

source: My lord, this is Olurf. He and his men have fought by our side and have truly earned a place in this meeting, for we must now decide what to do next. Whatever must happen next concerns all in Wesnoth, Elves, Dwarves and Humans.
it: Mio signore, si chiama Olurf. Egli e i suoi uomini hanno combattuto al nostro fianco e si sono davvero guadagnati un posto in questa riunione in cui dovremo decidere cosa fare ora. Quello che sta per accadere riguarda tutti a Wesnoth: elfi, nani e uomini.

source: I would leave humans out. King Haldric has decided to break our Ancient Alliance and has sent back all our emissaries. When he came to the island he was very humble, but now his arrogance knows no limits. He believes the orcs will not dare fight him.
it: Lasciamo perdere gli uomini. Re Haldric ha deciso di rompere la nostra antica alleanza e ha rimandato indietro tutti i nostri inviati. Quando è venuto sull'isola era stato molto umile, ma ora la sua arroganza non conosce limiti. Crede che gli orchi non oseranno attaccarlo.

source: My Lords, the orcs have been pushed out of Wesmere, but they are far from defeated. We must take the fight to them, retrieve our lost lands and finish once and for all with the orcs.
it: Miei signori, gli orchi sono stati scacciati da Wesmere, ma sono lontani dall'essere stati sconfitti. Dobbiamo continuare la lotta contro di loro, reclamare le nostre terre perse e finire una volta per tutte con gli orchi.

source: We have lost a lot of elves in the war. I am afraid it is not prudent to do follow your suggestion. Besides, we are not as skilled in fighting outside our forests.
it: Abbiamo perso molti elfi nella guerra. Temo che non sia prudente seguire il tuo suggerimento. Inoltre, non siamo esperti nel combattimento al di fuori delle nostre foreste.

source: But we have been fighting ever since we were forced out of our homeland in the north, in all kinds of land. And, we are willing to die in order to get rid of the foul orcs!
it: Ma da quando siamo stati scacciati dalla nostra patria a nord, abbiamo combattuto su tutti i tipi di terreno. E siamo disposti a morire per eliminare questi luridi orchi!

source: Our answer is still no. Prepare our defences as best you can, but do not renew the war. This is the council's decision
it: La nostra risposta è di nuovo negativa. Prepareremo le nostre difese al meglio, ma non faremo un'altra guerra. Questa è la decisione del consiglio.

source: This is maddness! The orcs will regain their strength and attack again! We must have some other sort of help. Olurf, can we perhaps make a deal with the dwarves?
it: Questa è pazzia! Gli orchi recupereranno le forze e ci attaccheranno di nuovo! Dobbiamo avere altri aiuti. Olurf, possiamo forse fare un patto con i nani?

source: Unfortunately my people are too suspicious of you elves. But maybe there is something we can do. I have heard of a mage in the mountains who has all sorts of useful things. Legend has it he has helped our people before. Maybe he can help us again.
it: Purtroppo la mia gente è troppo sospettosa di voi elfi. Ma forse c'è comunque qualcosa che possiamo fare. Ho sentito parlare di un mago che vive sulle montagne che ha tutta una serie di cose utili. La leggenda narra che ha già aiutato la nostra gente in passato. Forse ci può aiutare di nuovo.

source: And where do we find this mage, if he exists?
it: E dove troviamo questo mago, ammesso che esista?
