Repository: wescamp/Legend_of_Wesmere-root
Catalog: po/*.po
Languages: it

source: Oh, no! More trolls are coming, we are doomed...
it: Oh, no! Stanno arrivando altri troll, siamo spacciati...

source: payback time!
it: È l'ora di saldare i debiti!

source: We made it! Now onward to Wesmere! Hurry!
it: Ce l'abbiamo fatta! Ora andiamo a Wesmere! Presto!

source: These darn trolls stepped on OUR land! Attack!
it: Questi dannati troll stanno calpestando la NOSTRA terra! All'attacco!

source: These darn elves stepped on OUR land! Attack!
it: Questi dannati elfi stanno calpestando la NOSTRA terra! All'attacco!

source: We made it. Onwards to Wesmere!
it: Ce l'abbiamo fatta. Avanti verso Wesmere!

source: Crazy Elves! But at least they helped us with the trolls
it: Elfi pazzi! Ma almeno ci hanno aiutato contro i troll.

source: No! we need the dwarves on our side!
it: No! Abbiamo bisogno dei nani al nostro fianco!

source: Ka'lian under attack
it: Ka'lian sotto attacco

source: Kalenz and his band finally made it to the Ka'lian, but things were not as they had hoped...
it: Kalenz e il suo gruppo infine tornarono a Ka'lian, ma la situazione non era quella che avevano sperato...

source: Oh no! The Ka'lian is under attack! We must help them!
it: Oh no! Ka'lian è sotto attacco! Dobbiamo aiutarli!

source: Are you our army's vanguard? Hurry, we are under attack!
it: Siete l'avanguardia del nostro esercito? Presto, siamo sotto attacco!

source: No, we were also attacked up north. Anyway, we'll talk later. Now let's drive these foul orcs out of our forest! Then surely the allied elvish and human armies will defeat the orcs
it: No, anche noi siamo stati attaccati su al nord. In ogni modo, parleremo dopo. Adesso spazziamo via questi luridi orchi dalla nostra foresta! E poi sicuramente gli eserciti degli elfi e degli uomini sconfiggeranno gli orchi.

source: Then you have not heard. King Haldric has broken the treaty. The humans will not come to our help!
it: Allora non lo avete saputo. Re Haldric ha rotto il trattato. Gli uomini non verranno in nostro aiuto!

source: What's that? More meat for my troops? Get them!
it: Cos'é questo? Altra carne per le mie truppe? Prendiamoli!

source: With Landar gone, it's hopeless!
it: Senza Landar, non abbiamo più speranza!

source: How can this be? Anyway, we have more surprises for you, elves!
it: Come è potuto succedere? Ma abbiamo in serbo per voi altre sorprese, elfi!

source: We won! The K'alian is safe!
it: Abbiamo vinto! Kali'an è salvo!

source: The elvish treasury is under attack! They desparately need help!
it: Il tesoro degli elfi è sotto attacco! Hanno disperatamente bisogno di aiuto!

source: Galtrid, the orcs have been beaten, but you should remain here, for there may be a few more around. I'll go
it: Galtrid, gli orchi sono stati sconfitti, ma dovresti rimanere qua perché ce ne potrebbero essere altri in giro. Andrò io.

source: Please hurry! The situation was desperate as I was leaving.
it: Fa' presto! La situazione era disperata quando sono partito.

source: Go Kalenz, I'll guard the Ka'lian till our army returns from the front.
it: Va' Kalenz, io difenderò Ka'lian finché il tuo esercito non sarà tornato dal fronte.

source: Mountain_Lake
it: Il lago tra le montagne

source: The elves moved in to recapture the Mountain lake, an area until now noted for its peacefulness and tranquility...
it: Gli elfi si mossero per riprendere il lago tra le montagne, un'area che era nota fino ad allora per la pace e la tranquillità...

source: Here we are. This mountain mist looks dangerous!.
it: Eccoci. Questa foschia di montagna sembra pericolosa!

source: That coward leader of them was not here! It seems he has moved against the humans.
it: Quel loro codardo di un comandante non c'è! Sembra che si sia mosso contro gli uomini.

source: Then let them fight it out. The human kings have reverted back to the days of the Haldric traitor.
it: Allora lasciamo che si combattano. I re degli uomini sono tornati ai giorni di Haldric il traditore.

source: Yes, but I cannot understand this. Before we thought it was that ruby of fire, but we told Haldric II and he was going to solve this problem.
it: Sì, ma non capisco. Prima pensavamo che fosse il rubino di fuoco, ma lo abbiamo detto a Haldric II ed egli stava risolvendo questo problema.

source: The elves will now fall!
it: Adesso gli elfi cederanno!

source: News from the front
it: Notizie dal fronte

source: With Crelanu's book and magic filters in hand, Kalenz and his band were on their way back home...
it: Presi il libro e i filtri magici di Crelanu, Kalenz e il suo gruppo si incamminarono sulla strada di casa...

source: Oh, no, I forgot Crelanu's magic potion. I'll go back and get it. I'll catch up with you later!
it: Oh, no, ho dimenticato la pozione magica di Crelanu. Torno indietro a prenderla. Vi raggiungerò più tardi!

source: Maybe some of my dwarves can escort you...
it: Forse qualcuno dei miei nani potrebbe farti da scorta...

source: Ok, Landar, but be careful. We need you.
it: Ok, Landar, ma sii prudente. Abbiamo bisogno di te.

source: At last I found you alive and well! We need you back at once! The orcs have attacked the humans.
it: Finalmente ti ritrovo sano e salvo! Devi tornare adesso! Gli orchi hanno attaccato gli uomini.

source: This means we are safe for the time being, no?
it: Questo vuol dire che siamo salvi per il momento, no?

source: What's more, King Haldric is dead. His successor wants to renew our ancient alliance and has asked for our help.
it: C'è di più: re Haldric è morto. Il suo successore vuole rinnovare la nostra antica alleanza e ha chiesto il nostro aiuto.

source: How convenient! Now they need our help!
it: Troppo facile così! Adesso hanno bisogno del nostro aiuto!

source: Landar! You're back! Everything's ok?
it: Landar! Sei tornato! È tutto a posto?

source: Yes, I have the potion.
it: Sì, ho la pozione.

source: Now this is a difficult choice. I know humans didn't help us when the orcs attacked, but the orcs are everybody's enemy. When humans fall, we'll be next.
it: Questa è una scelta difficile ora. So che gli uomini non ci hanno aiutato quando gli orchi ci hanno attaccato, ma gli orchi sono i nemici di tutti. Se gli uomini cadono, noi saremo i prossimi.

source: The orcish forces are encamped south of the great river, and have surrounded the city of Weslath. The humans are sending all their forces there. We need to decide if we'll help them or not.
it: Le forze degli orchi sono accampate a sud del grande fiume e hanno circondato la città di Weslath. Gli uomini stanno mandando laggiù tutte le loro forze. Dobbiamo decidere se aiutarli o no.

source: Go tell the council and the human king that we'll be there! Now let's hurry!
it: Va' a dire al consiglio e al re degli uomini che noi ci saremo! Coraggio, fa' presto!

source: Northern Battle
it: La battaglia del nord

source: Kalenz managed to reach the North Elves to ask for help. Very soon, Landar's army appeared...
it: Kalenz riuscì a raggiungere gli elfi del nord per chiedere il loro aiuto. Molto presto, apparve l'esercito di Landar...

source: Survive for six days
it: Sopravvivi per sei giorni

source: Landar, listen to me! It does not have to come to this. I know about the potion. Let us help!
it: Landar, ascoltami! Non dobbiamo arrivare a questo punto. So della pozione. Permettici di aiutarti!

source: Here is Kalenz. There is no talk with traitors! Let none of them alive!
it: Ecco Kalenz. Non si tratta con i traditori! Ammazziamoli tutti!

source: Things are not going well! Retreat! We will meet again, traitors!
it: Si mette male! Ritirata! Ci incontreremo ancora, traditori!

source: With Uradredia gone, the North Elves will no longer fight!
it: Senza Uradredia, gli elfi del nord smetteranno di combattere!

source: We have yet to breakk their defences! While we are getting weaker the enemy is getting stronger! Retreat!
it: Dobbiamo ancora rompere le loro difese! Mentre ci stiamo indebolendo, il nemico sta diventando più forte! Ritirata!

source: We won!
it: Abbiamo vinto!

source: Prince of Wesnoth
it: Principe di Wesnoth

source: Following the alliance victory and the peace treaty was a period of calm. The elves knew that with Delfador close to the King, Wesnoth would be a reliable ally....
it: Dopo la vittoria della alleanza e il trattato di pace, la situazione fu calma. Gli elfi sapevano che con Delfador a fianco del re, Wesnoth sarebbe stato un alleato affidabile...

source: But Delfador was not running everything in Wesnoth. The Queen's power was rising...
it: Ma non tutto a Wesnoth era sotto il controllo di Delfador. Il potere della regina stava aumentando...

source: One day reports came of Wesnoth forces seizing by force elvish land on the border with Wesnoth. Kalenz gathered a small force and hurried to the disputed land.
it: Un giorno, i rapporti riferirono di forze di Wesnoth che minacciavano la terra degli elfi al confine con Wesnoth. Kalenz riunì una piccola forza si precipitò verso la terra contesa.

source: Defeat Eldred
it: Sconfiggi Eldred

source: Wesnoth Generals, you have attacked defenseless elvish land. You must leave immediately. I am Kalenz, lord of the elfs. You can ask the great Delfador to confirm my words.
it: Generali di Wesnoth, avete attaccato la terra senza difese degli elfi. Dovete andarvene immediatamente. Io sono Kalenz, signore dei elfi. Potete chiedere al grande Delfador la conferma delle mie parole.

source: This is elvish land no more. I, Eldred, prince of Wesnoth and heir to the throne claim it for Wesnoth and Queen Asheviere. Delfador does not rule Wesnoth!
it: Questa non è più la terra degli elfi. Io, Eldred, principe di Wesnoth ed erede al trono reclamo questa terra a nome di Wesnoth e della regina Asheviere. Delfador non governa Wesnoth!

source: I did not want to spill human blood, but there is no other choice.
it: Non avrei voluto spargere il sangue degli uomini, ma non c'è altra scelta.

source: Peace Friends! I have been riding nonstop for days to prevent this maddness! Eldred, I have direct orders from the King to take you back to the Palace, where you will be reprimanded for your unexcusable actions. Kalenz, the King offers his deepest apologies for these events and promises to do anything in his power to make amends.
it: Pace, amici! Ho cavalcato senza sosta per giorni per impedire questa pazzia! Eldred, ho ordini diretti del re per riportarti a palazzo dove dovrete rispondere delle vostre azioni ingiustificabili. Kalenz, il re vi offre le sue più profonde scuse per quello che è successo e vi promette che farà ogni cosa in suo potere per fare ammenda.

source: Delfador! I am glad to see you. We have no demands on the King, but I believe he should be very careful, for he does not seem to be the only one ruling Wesnoth!
it: Delfador! Sono felice di vedervi. Non abbiamo richieste da fare al re, ma credo che dovrebbe fare molta attenzione, perché sembra che non sia l'unico sovrano di Wesnoth!

source: Kalenz, I am very worried. I can see great evil in the palace and it is not just the prince. I see dark days ahead...
it: Kalenz, sono molto preoccupato. Vedo una grande malvagità nel palazzo e non solo nel principe. Prevedo tempi bui...

source: No, the elves will fall!
it: No, gli elfi cadranno!

source: We are too late! All is lost!
it: È troppo tardi! Tutto è perduto!

source: Revelations
it: Rivelazioni

source: So you are the ones who defeated Aquagar and his drakes. You must be Olurf, and have been here before when we were both much younger. But Elves never come to Thoria. Yet these are no ordinary times for this land. I know it all. I have foreseen this would happen.
it: Così voi siete quelli che hanno sconfitto Aquagar e i suoi draghi. Voi dovete essere Olurf e siete già stato qui quando entrambi eravamo molto più giovani. Ma gli elfi non vengono mai a Thoria. Del resto questi non sono tempi normali per questa terra. So tutto. Avevo previsto che sarebbe potuto succedere.

source: This is Kalenz, leader of the elves. I have brought him here so he can ask for your advice and your help to deal with the orcs.
it: Questi è Kalenz, capo dei elfi. Lo ho portato qui in modo che possa chiedere il vostro consiglio e il vostro aiuto contro gli orchi.

source: Elves, you have fought valiantly and have won a great victory at the forest of Wesmere. Yet the forces that are upon you are not yet defeated. Indeed, they are growing stronger every day. You are fighting destiny. But for the moment you have managed to divert their attention.
it: Elfi, avete combattuto valorosamente e avete conquistato una grande vittoria nella foresta di Wesmere. Tuttavia le forze che sono contro di voi ancora non sono sconfitte. In effetti stanno diventando più forti di giorno in giorno. Il vostro destino è quello di combattere. Ma per il momento siete riusciti a distogliere la loro attenzione.

source: What do you mean divert their attention?
it: Che cosa vuoi dire con «distogliere la loro attenzione»?

source: You cannot even imagine it. Why do you think orcs came all the way here to attack you?
it: Non potete neppure immaginarlo. Perché pensate che gli orchi siano venuti fino a qui per attaccarvi?

source: Because they are orcs! Look old man, can you help us beat them or not?
it: Perché sono orchi! Ascolta, vecchio, ci puoi aiutare a batterli oppure no?

source: You must be Landar, very brave, but also very brash.
it: Voi dovete essere Landar, molto coraggioso, ma anche molto sfrontato.

source: Landar is brash, but this is why we came here. I also do not understand what you are talking about. Olurf tells me you are very wise, but only help for a price. If that's what you want, just name it.
it: Landar è sfrontato, ma è per questo motivo che siamo venuti qua. Anche io non capisco di che cosa state parlando. Olurf mi dice che siete molto saggio, ma il tuo aiuto ha un prezzo. Se è questo quello che volete, basta che lo diciate.

source: Are you saying the Orcs attacked us looking for something?
it: Stai dicendo che gli orchi che ci hanno attaccato stavano cercando qualcosa?

source: Yes, that is what I am saying
it: Sì, è quello che stavo dicendo.

source: It makes sense now: The Saurians were asking about a dastone and also after we won in Wesmere there was an Orc mumbling something about a dastone..
it: Ora ha tutto ha un senso: i sauri cercavano informazioni su una «lacemma» e anche dopo che abbiamo vinto a Wesmere c'era un orco che mormorava qualcosa su una «lacemma»...

source: It's not a dastone, it's the stone: The mean the ruby of fire...
it: Non è una «lacemma», è la gemma: voleva dire il rubino di fuoco...

source: What's that and what does it have to do with us?
it: Cos'è questa storia e cosa c'entra con noi?

source: It's the source of your troubles: This is a very powerful magical artifact and that Haldric tyrrant has it. He has fooled the orcs that the elves have it. But now they suspect they have been fooled. Haldric is going to pay for his arrogance.
it: È la fonte dei vostri problemi: è un manufatto magico molto potente ed è quel tiranno di Haldric ad averlo. Ha fatto credere agli orchi che l'avessero gli elfi. Ma ora gli orchi sospettano di essere stati imbrogliati. Haldric pagherà la sua arroganza.

source: Hmm... You seem to like king Haldric even less than elves...How do you know all these?
it: Hmm... Sembra che il re Haldric vi piaccia persino meno degli elfi... come conoscete tutte queste cose?

source: He was the one who banished me from Wesnoth. They say I tried to steal the ruby and become too powerful... Truth is this ruby is driving Haldric more and more arrogant each day. Anyone can handle it in battle, but only a true master can handle it outside of battle. Unshielded, its magical radiance changes Haldric everytime he comes close to it.
it: È stato lui a bandirmi da Wesnoth. Dicevano che avevo provato a rubare il rubino e a diventare troppo potente... La verità è che questo rubino sta rendendo Haldric ogni giorno sempre più arrogante. Chiunque può impugnarlo in battaglia, ma soltanto un vero maestro può controllarlo fuori della battaglia. Senza protezione, il suo influsso magico cambia Haldric ogni volta che gli si avvicina.

source: So the orcs will now attack the humans?
it: Allora adesso gli orchi attaccheranno gli uomini?

source: Yes, but after they win you're next and so are dwarves
it: Sì, ma quando avranno vinto, voi sarete i prossimi e poi toccherà ai nani.

source: Don't worry about us. You seem to have some problems of your own.
it: Non preoccupatevi per noi. Mi pare che anche voi abbiate i vostri problemi.

source: You obviously know a lot. But can you help us? Is there a way to stop the orcs?
it: Sapete ovviamente molto. Ma potete aiutarci? C'è un modo per fermare gli orchi?

source: You cannot defeat them with the forces you have now. You can only gain time, maybe this will be enough for you to grow strong enough again.
it: Non potete sconfiggerli con le forze che avete ora. Potete solo cercare di prendere tempo, forse questo sarà sufficiente per permettervi di diventare abbastanza forti.

source: How? Don't tell me we had to fight the Saurians, cross Arkan-Thoria with all its sea monsters and fight trolls and yetis to come here for nothing!
it: Come? Non ditemi che abbiamo dovuto combattere i sauri, attraversare Arkan-Thoria con tutti i relativi mostri del mare e combattere troll e yeti per venire qui per niente!

source: You need to kill their king and make it look like he was killed by orcs. This way the orcs will start a civil war for succession, for many want to take their king's place, and you will be safe until they have a new strong leader to unite them.
it: Dovete uccidere il loro re e far apparire che sia stato ucciso dagli orchi. In questo modo gli orchi inizieranno una guerra civile per la successione, perché molti vogliono prendere il posto del loro re e sarete sicuri fino a che non avranno un nuovo capo abbastanza forte per unirli.

source: Kill an orcish King? But he's guarded better than a Troll hole!
it: Uccidere un re degli orchi? Ma è sorvegliato meglio di un buco di troll!

source: Indeed it will be very hard, but maybe I can help you...
it: Sarà davvero molto difficile, ma forse io posso aiutarvi...

source: But you want something in return...
it: Però volete qualcosa in cambio...

source: It is as you say. These drakes were after my book. This book has all the magic tricks, filters and spells I know. They are very powerful, but will not allow me to fight old age. They only temp me to prolong my life by evil and dark means... Yet this is the work of my life and I dare not destroy it. Although Aquagar is slain, more will come. One of my associates has betrayed me. Now too many know of this book
it: È come dite. I draghi cercavano il mio libro. Questo libro contiene tutti i trucchi magici, le pozioni e gli incantesimi che conosco. Sono molto potenti, ma non mi permetteranno di combattere l'età che avanza. Possono solo tentarmi di prolungare la mia vita com metodi oscuri e malvagi... Eppure questo è il lavoro della mia vita e non oso distruggerlo. Anche se Aquagar è morto, altri verranno. Uno dei miei discepoli mi ha già tradito. Ora troppi sanno di questo libro

source: If you come with us, we will protect you...
it: Se vieni con noi, ti proteggeremo...

source: No, my time is up... But you can make sure my book ends up in worthy hands. Someone who will not be corrupted by its power...
it: No, il mio tempo è finito... Ma puoi star sicuro che il mio libro finirà in mani degne. Qualcuno che non sia corrotto dal potere...

source: If your book is as powerful as you say, why not use it against the orcs?
it: Se il tuo libro è potente come dici, perché non lo usi contro gli orchi?

source: Any fool can use the magic in the book, but only a master can use and control the lust for power. If not, you will turn into something like Haldric or worse...
it: Qualsiasi sciocco può usare la magia nel libro, ma soltanto un maestro può usare e controllare la brama di potere. Altrimenti, si trasformerebbe in qualcosa come Haldric o peggio...

source: Maybe Cleodil can guard your book without being corrupted by its secrets...
it: Forse Cleodil può proteggere il vostro libro senza venirne corrotta dai suoi segreti...

source: I am sure all these secrets are way beyond my art. My art is the healing kind and I...
it: Sono sicuro che tutti questi segreti siano oltre la mia arte. La mia è l'arte taumaturgica e io...

source: There is no other option.
it: Non c'è altra scelta.

source: Ok, suppose Cleodil accepts to guard your book. How will you help us then slay the orcish king?
it: Ok, supponiamo che Cleodil accetti di proteggere il vostro libro. Come potrai aiutarci a uccidere il re degli orchi?

source: There is a way, but it is very dangerous: Two of you can enter the orcish camp by stealth and kill their king. There is a potion that will make you invisible for some time.
it: Un modo c'è, ma è molto pericoloso: due di voi potrebbero entrare nel campo degli orchi di nascosto e uccidere il loro re. C'è una pozione che vi può rendere invisibili per qualche minuto.

source: I have never heard of something like that. I suppose you have this potion then?
it: Ho sentito parlare di una cosa del genere. Suppongo che tu abbia questa pozione allora?

source: Indeed I do, but it is very dangerous: It is made from the eyes of a powerful undead lich. It will make you invisible, but it may also have other undesirable effects, some temporary, some permament!
it: Effettivamente ce l'ho, ma è molto pericolosa: è fatta con gli occhi di un potente lich non-morto. Vi renderà invisibili ma potrebbe avere anche altri effetti collaterali, alcuni temporanei, altri permanenti!

source: No! this is too dark and dangerous!
it: No! È troppo oscuro e pericoloso!

source: What undesirable effects?
it: Quali effetti collaterali?

source: Your physical strength will decrease, but in return you will be able to easily use magic. Cleodil will show you. But the real danger will be evil roaming in your veins. You will need to fight and master it. This is why you need to take a small dose and finish the job quickly. Delay and you will not only fail in your mission, but also get caught!
it: Il vostro vigore fisico diminuirà, ma in cambio potrete usare facilmente la magia. Cleodil ve lo mostrerà. Ma il vero pericolo sarà la malvagità che vagherà nelle vostre vene. Dovrete combatterla e prenderne il controllo. Ecco perché dovrete prenderne una piccola dose e portare a termine il vostro compito in fretta. Se non farete in tempo, non soltanto fallirete la vostra missione, ma verrete anche catturati!

source: I do not like this, but I see no other way: We must stop the orcs. So, since I am the leader, I will be one of the two who will go to kill the king. But I cannot make anyone else come with me, since this will be too dangerous. Does anyone volunteer?
it: Non mi piace ma non vedo un'altra strada: dobbiamo fermare gli orchi. Così, dato che sono il capo, sarò io uno dei due che andranno a uccidere il re. Ma non posso costringere nessun altro a venire con me, perché sarà troppo pericoloso. Chi si offre volontariamente?

source: I will come with you. We will not fail!
it: Verrò con te. Non falliremo!

source: This does not seem a wise choice.
it: Non mi pare una scelta saggia.

source: Landar may be brash, but he is a great fighter and a trusted friend. We should be going now, I guess. Crelanu, your book will be safe with us. We will guard it until someone worthy of it comes along.
it: Landar può essere sfrontato, ma è un grande combattente e un amico fidato. Adesso dovremmo andare, penso. Crelanu, il vostro libro sarà al sicuro con noi. Lo custodiremo finché non ci sarà qualcuno degno di esso.
